{
  "main_content_white_title": "Welkom by",
  "Empowering": "Bemagtigend",
  "progress through cutting": "vorder deur sny",
  "edge technology solutions": "voorsprong tegnologie oplossings",
  "main_content_first_para": "is geleë in Morbi, Gujarat, Indië. Ons spesialiseer in die vervaardiging van 'n wye reeks porselein teëls, blaaie en sanitêre ware.",
  "main_content_second_para": "wees geweldig trots op ons toegewyde span kreatiewe ontwerpers wat voortdurend in pas is met die nuutste neigingsvan styl en mode. Hul innoverende idees en skerp oog vir detail stel ons in staat om 'n wye reeks esteties aangename produkte aan te bied wat voldoen aan uiteenlopende verbruikersvoorkeure",
  "We at": "Ons by",
  "Read More": "Lees meer",
  "OUR": "ONS",
  "COLLECTIONS": "VERSAMELINGS",
  "collections_para": "Ontdek ons handgemaakte versameling pragtige keramiek, wat kunsvaardigheid met funksionaliteit vermeng. Van moderne ontwerpe tot tradisionele motiewe, verhef jou huisdekor en vind unieke skatte wat tot jou siel spreek.",
  "PORCELAIN TILES": "PORSELEIN TEGELS",
  "Elegant | Durable | Versatile": "Elegant | Duursaam | Veelsydig",
  "MASSIVE SLAB": "GROOTSLAB",
  "Bold | Seamless | Impressive": "Gewaagd | Naadlose | Indrukwekkend",
  "SANITARY WARE": "SANITÊRE WARE",
  "Pristine | Luxurious | Hygienic": "Onberispelik | Luuks | Higiënies",
  "600 X 600 MM": "600 X 600 MM",
  "800 X 800 MM": "800 X 800 MM",
  "600 X 1200 MM": "600 X 1200 MM",
  "800 X 1600 MM": "800 X 1600 MM",
  "1200 X 1200 MM": "1200 X 1200 MM",
  "1200 X 2400 MM": "1200 X 2400 MM",
  "800 X 2400 MM": "800 X 2400 MM",
  "800 X 3000 MM": "800 X 3000 MM",
  "Wash Basin": "Wasbak",
  "Water Closet": "Waterkloset",
  "Pan": "Bak",
  "Accessories": "Bykomstighede",
  "HOME": "HUIS",
  "ABOUT": "OOR ONS",
  "COMPANY PROFILE": "MAATSKAPPYPROFIEL",
  "INFRASTRUCTURE": "INFRASTRUKTUUR",
  "CERTIFICATE": "SERTIFIKAAT",
  "CATALOGUE": "KATALOOG",
  "TECHNICAL AREA": "TEGNIESE GEBIED",
  "PACKAGING DETAILS": "VERPAKKINGSBESONDERHEDE",
  "TILE CALCULATOR": "TEËLBEREKENAAR",
  "EXPORTS": "UITVOERE",
  "CONTACT US": "KONTAK ONS",
  "WHY": "WAAROM ",
  "CHOOSE US?": "ONS KIES?",
  "statistics_para": "Ervaar die fynste vakmanskap en aandag aan detail wat ons onderskei. Met 'n toewyding aan gehalte, elegansie en uitstekende kliëntediens, is ons jou uiteindelike bestemming vir pragtige keramiek-skatte.",
  "Clients": "Kliënte",
  "Support": "Ondersteuning",
  "Designs": "Ontwerpe",
  "Surfaces": "Oppervlaktes",

  "CONTACT": "KONTAK",
  "US": "ONS",
  "ADDRESS": "ADRES",
  "EMAIL": "E-POS",
  "PHONE": "TELEFOON",
  "Reach out to us": "Kontak ons",
  "Anything you want to ask? Jot it down below": "Enige iets wat jy wil vra? Skryf dit hieronder neer",
  "Name": "Naam",
  "Email": "E-pos",
  "Message": "Boodskap",
  "Submit": "Indien",
  
  "STORY": "HISTORIA",
  "company_profile_second_para": " Ons by Blink impex het 'n span kreatiewe ontwerpers wat saamwerk die nuutste tendense van styl en die tegnici van ons maatskappy is toegewy om tegnologie-gedrewe produkte te lewer teen pryse wat is moeilik om te glo.",
  "innovation_para": "Innovasie was nog altyd Larson se beginselfilosofie. Teken inspirasie van asemrowende natuur tot betowerend Atmosfeer wat in sy ware vorm en styl gelewer word.",
  "Vision": "Visie",
  "Mission": "Sending",
  "mission_para": "Bemagtiging van sukses deur winsgewende modelle wat medewerkers bemagtig en die mark lei met tegniese kundigheid vir 'n Volhoubare toekoms van ons talentvolle werknemers.",
  "Value": "Waarde",
  "value_para": "Egtheid in aksie: volhoubare uitnemendheid en ongeëwenaard Superioriteit om ongeëwenaarde kwaliteit te lewer, wat onverbeterlik verseker Waarde vir Geld vir ons gewaardeerde kliënte.",
  "infra_first_para": "Blink Impex, gebaseer in Morbi, Gujarat, Indië, spesialiseer in die noukeurige vervaardiging van porselein teëls, blaaie, en sanitêre ware. Ons span talentvolle ontwerpers bevat die nuutste stylneigings in hul skeppings, terwyl ons toegewyde tegnici lewer innoverende, tegnologie-gedrewe produkte teen ongelooflik pryse.",
  "infra_second_para": "Ons is trots op ons wêreldklasName-produksiefasiliteite, toegerus met gevorderde masjinerie, en spog met Indië se grootste vervaardigingsaanleg vir teëls. Ons wye reeks teëlgroottes sluit gewilde afmetings in soos 600x600 mm, 600x1200 mm, 800x1600 mm, 1200x1200 mm, 1200x2400 mm en 800x2400 mm. Kwaliteit is ons topprioriteit, en ons moderne opstelling verseker die produksie van uitsonderlike produkte.",
  "SUPER MODERN":"SUPER MODERN",
  "MANUFACTURING":"VERVAARDIGING",
  "FACILITIES":"FASILITEITE",
  "PRODUCTION SIZES":"PRODUKSIEGROOTTES",
  "FOR ALL SIZES":"VIR ALLE GROOTTES",
  "Capacity: 25000 sq. mtrs. Per day":"Kapasiteit: 25000 vk. mtrs. Per dag",
  "Feeding System: Multicharged modular":"Voedingstelsel: Multicharged modulêr",
  "Kiln: 3 nos. of longest kilns of length 220 mtrs. from SACMI":"Oond: 3 nr. van langste oonde van lengte 220 mtr. van SACMI",
  "Polishing Line: Biggest line with 48 heads from KEDA":"Poleerlyn: Grootste lyn met 48 koppe van KEDA",
  "Press: PH 5000 tons - 4 nos. from SACMI":"Pers: PH 5000 ton - 4 nr. van SACMI",
  "Polishing machine with Nano facility":"Poleermasjien met Nano fasiliteit",
  "TGV (Track Guided Vehicle) Robotic equipment for automatic polishing machine with nano facility control of storage & movement of tiles":"TGV (Track Guided Vehicle) Robotiese toerusting vir outomatiese poleermasjien met nano-fasiliteit beheer van berging en beweging van teëls",
  "CERTIFICATES":"SERTIFIKATE",
  "Coming Soon...":"Kom binnekort..."
}
