{
  "main_content_white_title": "Welcome to",
  "Empowering": "Empowering",
  "progress through cutting": "progress through cutting",
  "edge technology solutions": "edge technology solutions",
  "main_content_first_para": "is located in Morbi, Gujarat, India. We are specializing in manufacturing a wide range of porcelain tiles, slabs and sanitarywares.",
  "main_content_second_para": "take immense pride in our dedicated team of creative designers who are constantly in tune with the latest trends of style and fashion. Their innovative ideas and keen eye for detail enable us to offer a wide range of aesthetically pleasing products that cater to diverse consumer preferences.",
  "We at": "We at",
  "Read More": "Read More",
  "OUR": "OUR",
  "COLLECTIONS": "COLLECTIONS",
  "collections_para": "Discover our handcrafted collection of exquisite ceramics, blending artistry with functionality. From modern designs to traditional motifs, elevate your home decor and find unique treasures that speak to your soul.",
  "STORY": "STORY",
  "company_profile_second_para": " We at Blink impex have a team of creative designers working with the latest trends of style and the technicians of our company are dedicated to deliver technology-driven products at prices that are hard to believe.",
  "innovation_para": "  Innovation has Always been Larson's Principle philosophy. Drawing Inspiration from Breathtaking Nature to Mesmerizing Ambience to Delivered in its True Form and Style.",
  "Vision": "Vision",
  "Mission": "Mission",
  "mission_para": "Enabling Success through Profitable Models Empowering Associates and Leading the Market with Technical Expertise for a Sustainable Future of our Talented Employees.",
  "Value": "Value",
  "value_para": "Authenticity in Action: Sustaining Excellence and Unmatched Superiority to Deliver Unparalleled Quality, Ensuring Unbeatable Value for Money for Our Valued Customers.",

  "infra_first_para": "Blink Impex, con sede en Morbi, Gujarat, India, se especializa en la meticulosa fabricación de azulejos de porcelana, losas y artículos sanitarios. Nuestro equipo de talentosos diseñadores incorpora las últimas tendencias de estilo en sus creaciones, mientras que nuestros técnicos dedicados ofrecen productos innovadores impulsados por la tecnología a precios increíbles.",
  "infra_second_para": "Nos enorgullece contar con instalaciones de producción de clase mundial, equipadas con maquinaria avanzada, y ostentamos la planta de fabricación de azulejos más grande de India. Nuestra amplia gama de tamaños de azulejos incluye dimensiones populares como 600x600 mm, 600x1200 mm, 800x1600 mm, 1200x1200 mm, 1200x2400 mm y 800x2400 mm. La calidad es nuestra principal prioridad y nuestra configuración de última generación garantiza la producción de productos excepcionales.",
  "SUPER MODERN": "SUPER MODERNO",
  "MANUFACTURING": "FABRICACIÓN",
  "FACILITIES": "INSTALACIONES",
  "PRODUCTION SIZES": "TAMAÑOS DE PRODUCCIÓN",
  "FOR ALL SIZES": "PARA TODOS LOS TAMAÑOS",
  "Capacity: 25000 sq. mtrs. Per day": "Capacidad: 25000 m² por día",
  "Feeding System: Multicharged modular": "Sistema de alimentación: Modular multicharged",
  "Kiln: 3 nos. of longest kilns of length 220 mtrs. from SACMI": "Horno: 3 hornos más largos con una longitud de 220 m de SACMI",
  "Polishing Line: Biggest line with 48 heads from KEDA": "Línea de pulido: La línea más grande con 48 cabezales de KEDA",
  "Press: PH 5000 tons - 4 nos. from SACMI": "Prensa: 4 prensas PH de 5000 toneladas de SACMI",
  "Polishing machine with Nano facility": "Máquina de pulido con tecnología Nano",
  "TGV (Track Guided Vehicle) Robotic equipment for automatic polishing machine with nano facility control of storage & movement of tiles": "Equipo robótico TGV (Vehículo Guiado por Pistas) para máquina de pulido automático con control de almacenamiento y movimiento de azulejos con tecnología Nano",
  "CERTIFICATES": "CERTIFICADOS",
  "Coming Soon...": "Próximamente..."
}
