{
  "main_content_white_title": "brukhim hbim tsu",
  "Empowering": "impauering",
  "progress through cutting": "progres durkh kating",
  "edge technology solutions": "breg tekhnologye salushanz",
  "main_content_first_para": "iz loukeytad in morbi, gujarat, indya. mir zenen speshaleyzd in manufakturing a breyt keyt fun portselay teylz, slabz aun higyenish skhoyre.",
  "main_content_second_para": "nemen gvaldik shtolts in aundzer dedakeytad manshaft fun sheferish dizeynerz vos zenen keseyder in nign mit di letste trends fun stil aun shnit. zeyer inaveytiv eydyaz aun sharf aoyg far detal gebn aundz tsu forshlogn a breyt keyt fun estetikli vaoylgefeln produktn vos bazorgn tsu farshidn kansumer preferentsn.",
  "We at": "mir bay",
  "Read More": "leyenen mer",
  "OUR": "UNSER",
  "COLLECTIONS": "ZAMLUNGEN",
  "collections_para": "Ontdek undzere handmade zamlung fun prakhtike keramik, vos farshtayn kunst mit funktsye. Fun modern desayns biz traditsyonl motiven, erheb dayn hoyz-dekor un gefin unike sketses vos redn tsu dayn neshome.",
  "PORCELAIN TILES": "PORSELYN FLIZN",
  "Elegant | Durable | Versatile": "Elegant | Durkhhaltsome | Farshteynik",
  "MASSIVE SLAB": "MASIV SLAB",
  "Bold | Seamless | Impressive": "Koyn | Ongekishert | Impresiv",
  "SANITARY WARE": "HEYGENIK FARBREKHN",
  "Pristine | Luxurious | Hygienic": "Reyn | Lekhavye | Heygenish",
  "600 X 600 MM": "600 X 600 MM",
  "800 X 800 MM": "800 X 800 MM",
  "600 X 1200 MM": "600 X 1200 MM",
  "800 X 1600 MM": "800 X 1600 MM",
  "1200 X 1200 MM": "1200 X 1200 MM",
  "1200 X 2400 MM": "1200 X 2400 MM",
  "800 X 2400 MM": "800 X 2400 MM",
  "800 X 3000 MM": "800 X 3000 MM",
  "Wash Basin": "Vosh Vasen",
  "Water Closet": "Vaser Klozet",
  "Pan": "Kazan",
  "Accessories": "Tsugehertsen",
  "HOME": "HEYM",
  "ABOUT": "IBER",
  "COMPANY PROFILE": "FIRMA PROFIL",
  "INFRASTRUCTURE": "INFRASTRUKTUR",
  "CERTIFICATE": "TSERTIFIKAT",
  "CATALOGUE": "KATALOG",
  "TECHNICAL AREA": "TEKHNIK GEBIT",
  "PACKAGING DETAILS": "PACKAGING DETAILS",
  "TILE CALCULATOR": "TILE KALKULATOR",
  "EXPORTS": "EXPORTS",
  "CONTACT US": "KONTAKTIEREN ZICH",
  "WHY": "Vos far",
  "CHOOSE US?": "Vos farkleren undz?",
  "statistics_para": "derfarung di feynast kraftsmanship aun ufmerkzamkeyt tsu detal vos shtelt aundz bazunder. mit a hiskhayves tsu kvalitet, elagans aun ixepshanal kunh dinst, mir zenen deyn letst destineyshan far mehuderdik seramik autsrus.",
  "Clients": "Klientn",
  "Support": "Untershtitsung",
  "Designs": "Dizayns",
  "Surfaces": "Unterflekht",
  "STORY": "GESHIKHTE",
  "company_profile_second_para": " mir bey blink impex hobn a manshaft fun sheferish dizeynerz arbetn mit di letst trends fun stil aun di teknishanz fun aundzer firme zenen dedakeytad tsu tsushteln tekhnologye-getribn produktn in preyz vos zenen shver tsu gloybn.",
  "innovation_para": "  khidesh iz shtendik geven Larson s printsip filosofye. tseykhenung inspiratsye fun ​​bretteyking natur tsu mezmereyzing ambyans tsu ibergegebn in zeyn ams forem aun stil.",
  "Vision": "zeaung",
  "Mission": "misye",
  "mission_para": "gebn htslkhh durkh revekhdik models impauering assosyates aun liding di mark mit tekhnish expertiz far a sasteynabal tsukunft fun aundzer talantirt employiz.",
  "Value": "vert",
  "value_para": "otantisiti in kamf: sasteyning exalans aun gleybn hekherkayt tsu tsushteln anperaleld kvalitet, inshuring anbitabal vert far gelt far aundzer valiud kastamerz.",
  "infra_first_para": "Blink Impex, basiert in Morbi, Gujarat, Indien, spezialisiert zikh af der sorgfältigen herstelung fun porzlin kakhls, platen, un zaygushim tsayt. Unzer team fun talantirte dizaynerz integriert di neyshtn stil-trends in ir krayatsyes, ven unzer oyfrigster tekhnishans firt aynovatsye, tekhnologye-gedribene produktn tsu aynferlekhn prezes bay nishtgerihtike prezisen.",
  "infra_second_para": "Mir nekhtn zikh oyf unzerer velt-klas produktziyes fasiliteytn, ugerist mit advanced masinerye, un mir kenen zikh onlozn oyf di greste fabrik bay kakhls in Indien. Unzer breyte gam fun kakhlgroysn araynshlosn populer dimensionen vi 600x600 mm, 600x1200 mm, 800x1600 mm, 1200x1200 mm, 1200x2400 mm, un 800x2400 mm. Oytser iz undzer haapt-nokhgit, un undzer state-of-the-art oyfrigstikz ayshbaytergert der produktsye fun auergewehnlekh produktn.",
  "SUPER MODERN": "SUPER MODERN",
  "MANUFACTURING": "HERSTELUNG",
  "FACILITIES": "FASILITEYTN",
  "PRODUCTION SIZES": "PRODUKTZIYES GRISN",
  "FOR ALL SIZES": "FIR ALLE GRISN",
  "Capacity: 25000 sq. mtrs. Per day": "Kapatsitet: 25000 kv. m. pro tog",
  "Feeding System: Multicharged modular": "Tokhes-zayt system: Multicharged modular",
  "Kiln: 3 nos. of longest kilns of length 220 mtrs. from SACMI": "Kiln: 3 shtikl fun di langste kilns fun lenk 220 m. fun SACMI",
  "Polishing Line: Biggest line with 48 heads from KEDA": "Polishing Line: Grester linie mit 48 kopns fun KEDA",
  "Press: PH 5000 tons - 4 nos. from SACMI": "Press: PH 5000 tonen - 4 shtikl fun SACMI",
  "Polishing machine with Nano facility": "Polishing machine mit Nano facilitey",
  "TGV (Track Guided Vehicle) Robotic equipment for automatic polishing machine with nano facility control of storage & movement of tiles": "TGV (Track Guided Vehicle) Robotic equipment far aynomatishn parholz-mashin mit Nano facilitey kontrolyerung fun lagerung & bewegung fun kakhls",
  "CERTIFICATES": "TSERTIFIKATN",
  "Coming Soon...": "Bald Iz Aykhfor...",

  "CONTACT": "KONTAKTIEREN",
  "US": "ZICH",
  "ADDRESS": "adres",
  "EMAIL": "E- briv",
  "PHONE": "telefon",
  "Reach out to us": "kontakt aundz",
  "Anything you want to ask? Jot it down below": "epes ir viln tsu fregn? shreyb es auntn",
  "Name": "nomen",
  "Email": "E- briv",
  "Message": "onzog",
  "Submit": "forleygn"
}
